Repository: 250-art/LSF-330838-Translation-Technologies
Catalog: tmx/en.txt_de.txt.tmx
Source language: en
Languages: de

source: Offshore Renewable Energy Strategy Key Technologies
de: Strategie für erneuerbare Offshore-Energie Schlüsseltechnologien

source: To become climate-neutral by 2050, the EU needs to further develop reliable and efficient sources of renewable energy.
de: Um bis 2050 klimaneutral zu werden, muss die EU zuverlässige und effiziente Quellen für erneuerbare Energie weiterentwickeln.

source: Most of our renewable energy is currently produced on land.
de: Der Großteil unserer erneuerbaren Energie wird derzeit an Land erzeugt.

source: However, there are also a range of technologies for renewable energy production at sea with considerable potential for further development.
de: Es gibt jedoch auch eine Reihe von Technologien für die Erzeugung erneuerbarer Energie auf See, die ein erhebliches Entwicklungspotenzial aufweisen.

source: There are opportunities for offshore renewable energy all across Europe - from the North Sea and Baltic Sea to the Atlantic Ocean, the Mediterranean Sea and the Black Sea.
de: Möglichkeiten zur Offshore-Erzeugung erneuerbarer Energien bestehen in ganz Europa — von der Nordsee und der Ostsee über den Atlantik bis zum Mittelmeer und dem Schwarzen Meer.

source: And all of Europe will benefit from the sustainable development of offshore energy: It will feed into the European grid; It will offer cleaner energy to citizens; It will reduce our dependence on energy imports; It will support industry across the EU.
de: Ganz Europa wird auch vom nachhaltigen Ausbau der Offshore-Energie profitieren, die in das europäische Netz eingespeist wird, den Bürgerinnen und Bürgern zu saubererer Energie verhilft, unsere Abhängigkeit von Energieimporten verringern wird, die Wirtschaft in der gesamten EU unterstützen wird.

source: Examples of projects and production sites
de: Beispiele für Projekte und Produktionsstandorte

source: Offshore bottom-fixed Kårehamn Offshore Windfarm 48 MW
de: Bodenfeste Offshore-Anlagen Kårehamn Offshore Windfarm 48 MW

source: Offshore bottom-fixed HORNS REV 3 406.7 MW
de: Bodenfeste Offshore-Anlagen HORNS REV 3 406.7 MW

source: Algae production for biofuels MacroFuels Market readiness envisaged for 2030
de: Schwimmende Offshore- Photovoltaikanlagen Oceans of Energy 17 kW (voraussichtlich 50 kW bis Ende 2020)

source: Offshore floating solar PV Oceans of Energy 17 kW (expected 50kW by end 2020)
de: Algenproduktion für Biokraftstoffe MacroFuels Marktreife für 2030 geplant

source: Manufacturing sites Power Converters Hubs & Shafts
de: Fertigungsstätten Stromkonverter Naben und Wellen Hubs & Shafts

source: Tidal Hydroquest Ocean 1000 kW
de: Gezeitenenergie Hydroquest Ocean 1000 kW

source: Floating Wind WindFloat Atlantic 25 MW
de: Schwimmende Windkraftanlagen WindFloat Atlantic 25 MW

source: Wave Energy ISWEC 50 kW
de: Wellenenergie ISWEC 50 kW

source: Technologies supported by the Offshore Renewable Energy Strategy
de: Technologien, die im Rahmen der Strategie für erneuerbare Offshore-Energie unterstützt werden

source: The EU offshore renewable energy strategy looks at a broad range of technologies.
de: In der EU-Strategie für erneuerbare Offshore-Energie wird eine breite Palette von Technologien behandelt.

source: Some of them are already well advanced, while others are still on their way to the commercial stage.
de: Einige von ihnen sind bereits in einem weit fortgeschritten Stadium, andere befinden sich noch in der vorkommerziellen Phase.

source: OFFSHORE WIND (Bottom-fixed) Offshore wind turbines have a greater output than onshore (as there are no trees, hills and buildings to slow down the wind).
de: OFFSHORE-WINDENERGIE (bodenfeste Anlagen) Offshore-Windkraftturbinen haben einen höheren Output als Onshore-Windkraftanlagen (da e s k eine Bäume, H ügel o der Gebäude gibt, die den Wind verlangsamen).

source: The EU is the world leader in the manufacture and use of this technology.
de: Die EU ist weltweit führend bei der Herstellung und Nutzung von Anlagen dieser Art.

source: OFFSHORE WIND (Floating) Floating wind turbines are at an earlier development stage.
de: OFFSHORE-WINDENERGIE (schwimmende Anlagen) Schwimmende Windturbinen befinden sich in noch in einem frühen Entwicklungsstadium.

source: They show greater flexibility than bottom-fixed turbines to adapt to the direction of the wind and the different EU sea basins.
de: Sie weisen eine größere Flexibilität als bodenfeste Turbinen auf und können daher leichter der Windrichtung und den Verhältnissen in den verschiedenen Meeresbecken der EU angepasst werden. Schwimmende Windturbinen befinden sich.

source: DIRECT CURRENT TECHNOLOGIES FOR GRID Direct Current technologies for grid, such as High Voltage Direct Current converters and systems, can efficiently convey huge amounts of offshore renewable energy to land, enabling the seamless integration of high shares of renewables.
de: GLEICHSTROMSTECHNOLOGIEN FÜR DAS STROMNETZ Gleichstromtechnologien für das Stromnetz, wie z B. Hochspannungs- Gleichstrom-Konverter und -Systeme, ermöglichen die effiziente Übertragung großer Mengen erneuerbarer Offshore-Energie an Land und damit die nahtlose Integration hoher Anteile erneuerbarer Energien. Gleichstromtechnologien, wie z. B. Hochspannungstechnologien.

source: WAVE ENERGY This new technology harnesses the power created by waves, based on the motion of floats which ride the waves.
de: WELLENENERGIE Bei dieser neuen Technologie wird die durch Wellen angeregte Bewegung von Schwimmkörpern zur Energieerzeugung genutzt.

source: Different technologies are being developed with considerable potential for decarbonising EU islands.
de: Derzeit werden verschiedene Technologien entwickelt, die ein beträchtliches Potenzial für die Dekarbonisierung von EU-Inseln aufweisen.

source: TIDAL ENERGY Tidal energy transforms the movement of tides into electricity – using tidal currents to drive underwater turbines.
de: GEZEITENENERGIE Bei dieser Technologie wird Strom in Unterwasserturbinen erzeugt, die von Gezeitenströmungen angetrieben werden.

source: It is a fully predictable form of renewable energy that can contribute to a more stable power grid.
de: Es handelt sich um eine sehr vorhersehbare Form der erneuerbaren Energie, die zu einem stabileren Stromnetz beitragen kann.

source: SOLAR ENERGY (Floating) Offshore photovoltaic panels have the potential to make the most of the sun at any moment during daylight hours.
de: SOLARENERGIEANLAGEN (schwimmend) Offshore-Photovoltaikanlagen bieten die Möglichkeit, zu jeder Tageszeit das Sonnenlicht optimal zu nutzen.

source: This technology is still at an early stage of development.
de: Diese Technologie befindet sich noch in einem frühen Entwicklungsstadium.

source: ALGAE FOR BIOFUELS Algae can be used as a source of biofuels such as biodiesel, biogas and bioethanol.
de: ALGEN FÜR BIOKRAFTSTOFFE Algen können als Quelle für die Herstellung von Biokraftstoffen wie Biodiesel, Biogas und Bioethanol verwendet werden.

source: This technology is still in its early development but shows a promising potential.
de: Diese Technologie befindet noch in der frühen Entwicklungsphase, weist jedoch ein vielversprechendes Potenzial auf.
